
            const positiveBroker = {
    "RB": [
        "国泰君安",
        "乾坤期货",
        "东证期货",
        "乾坤期货",
        "中辉期货",
        "方正中期"
    ],
    "HC": [
        "国泰君安",
        "东证期货",
        "乾坤期货",
        "中信期货",
        "五矿期货",
        "物产中大"
    ],
    "BU": [
        "浙商期货",
        "国泰君安",
        "国贸期货",
        "浙商期货",
        "国泰君安",
        "盛达期货"
    ],
    "RU": [
        "国泰君安",
        "中银期货",
        "国投安信",
        "大地期货",
        "申银万国",
        "方正中期"
    ],
    "WR": [],
    "SP": [
        "国泰君安",
        "瑞达期货",
        "海通期货",
        "申银万国",
        "银河期货",
        "国泰君安"
    ],
    "NR": [
        "国泰君安",
        "永安期货",
        "国贸期货",
        "申银万国",
        "浙商期货",
        "一德期货"
    ],
    "SS": [
        "国泰君安",
        "建信期货",
        "国贸期货",
        "建信期货",
        "东证期货",
        "招商期货"
    ],
    "AO": [
        "国泰君安",
        "中信期货",
        "瑞达期货",
        "国泰君安",
        "中信期货",
        "永安期货"
    ],
    "BR": [
        "浙商期货",
        "大地期货",
        "海证期货",
        "国泰君安",
        "大地期货",
        "海证期货"
    ],
    "EC": [
        "国泰君安",
        "乾坤期货",
        "东证期货",
        "东吴期货",
        "国泰君安",
        "福能期货"
    ],
    "AD": [
        "申银万国",
        "东证期货",
        "金瑞期货",
        "申银万国",
        "东证期货",
        "中信期货"
    ],
    "OP": [
        "国泰君安",
        "国信期货",
        "长江期货",
        "国泰君安",
        "国信期货",
        "长江期货"
    ],
    "I": [
        "乾坤期货",
        "浙商期货",
        "海证期货",
        "乾坤期货",
        "摩根大通",
        "浙商期货"
    ],
    "JM": [
        "国泰君安",
        "东证期货",
        "永安期货",
        "东证期货",
        "申银万国",
        "海通期货"
    ],
    "J": [
        "国泰君安",
        "东证期货",
        "光大期货",
        "银河期货",
        "国泰君安",
        "永安期货"
    ],
    "A": [
        "银河期货",
        "中粮期货",
        "永安期货",
        "中信期货",
        "创元期货",
        "中泰期货"
    ],
    "B": [
        "广发期货",
        "东证期货",
        "中粮期货",
        "东证期货",
        "广发期货",
        "国泰君安"
    ],
    "C": [
        "海通期货",
        "国泰君安",
        "兴证期货",
        "国泰君安",
        "东证期货",
        "中粮期货"
    ],
    "CS": [
        "东证期货",
        "中粮期货",
        "兴证期货",
        "东证期货",
        "中信期货",
        "浙商期货"
    ],
    "JD": [
        "国泰君安",
        "中财期货",
        "宏源期货",
        "国泰君安",
        "浙商期货",
        "宏源期货"
    ],
    "L": [
        "中信期货",
        "乾坤期货",
        "国泰君安",
        "乾坤期货",
        "中信期货",
        "中金财富"
    ],
    "M": [
        "国泰君安",
        "东证期货",
        "金瑞期货",
        "东证期货",
        "国泰君安",
        "国投安信"
    ],
    "P": [
        "摩根大通",
        "乾坤期货",
        "国泰君安",
        "摩根大通",
        "乾坤期货",
        "中信期货"
    ],
    "PP": [
        "中信期货",
        "国泰君安",
        "浙商期货",
        "中信期货",
        "乾坤期货",
        "浙商期货"
    ],
    "V": [
        "国泰君安",
        "中信期货",
        "银河期货",
        "国泰君安",
        "中信期货",
        "东证期货"
    ],
    "Y": [
        "国泰君安",
        "国贸期货",
        "弘业期货",
        "乾坤期货",
        "广发期货",
        "平安期货"
    ],
    "BB": [],
    "FB": [],
    "EG": [
        "中信期货",
        "国泰君安",
        "华闻期货",
        "中信期货",
        "国投安信",
        "中金财富"
    ],
    "EB": [
        "国泰君安",
        "乾坤期货",
        "东证期货",
        "乾坤期货",
        "中信期货",
        "东证期货"
    ],
    "PG": [
        "国泰君安",
        "海证期货",
        "徽商期货",
        "国泰君安",
        "徽商期货",
        "中信期货"
    ],
    "LH": [
        "国泰君安",
        "格林大华",
        "中粮期货",
        "国泰君安",
        "格林大华",
        "中粮期货"
    ],
    "LG": [
        "东吴期货",
        "申银万国",
        "徽商期货",
        "申银万国",
        "徽商期货",
        "中辉期货"
    ],
    "BZ": [
        "宏源期货",
        "申银万国",
        "国泰君安",
        "宏源期货",
        "申银万国",
        "国泰君安"
    ],
    "SI": [
        "国泰君安",
        "中信期货",
        "永安期货",
        "中信期货",
        "南华期货",
        "方正中期"
    ],
    "LC": [
        "永安期货",
        "申银万国",
        "中财期货",
        "永安期货",
        "申银万国",
        "中财期货"
    ],
    "CI": [],
    "PS": [
        "浙商期货",
        "中信期货",
        "国泰君安",
        "浙商期货",
        "中信期货",
        "海通期货"
    ],
    "CY": [
        "中信期货",
        "盛达期货",
        "广州期货",
        "中融汇信",
        "广州期货",
        "永安期货"
    ],
    "AP": [
        "国泰君安",
        "东证期货",
        "瑞达期货",
        "国泰君安",
        "东证期货",
        "中信期货"
    ],
    "CF": [
        "国泰君安",
        "东证期货",
        "中金期货",
        "国泰君安",
        "中金财富",
        "东证期货"
    ],
    "FG": [
        "永安期货",
        "国泰君安",
        "东证期货",
        "永安期货",
        "东证期货",
        "宝城期货"
    ],
    "MA": [
        "国泰君安",
        "中信期货",
        "东证期货",
        "乾坤期货",
        "中信期货",
        "国泰君安"
    ],
    "OI": [
        "中信期货",
        "国投安信",
        "东证期货",
        "国泰君安",
        "中信期货",
        "建信期货"
    ],
    "RM": [
        "国投安信",
        "海证期货",
        "东证期货",
        "东证期货",
        "海证期货",
        "银河期货"
    ],
    "SF": [
        "华泰期货",
        "国泰君安",
        "永安期货",
        "华泰期货",
        "永安期货",
        "创元期货"
    ],
    "SM": [
        "国泰君安",
        "创元期货",
        "中信期货",
        "国泰君安",
        "东证期货",
        "创元期货"
    ],
    "SR": [
        "中粮期货",
        "东证期货",
        "国投安信",
        "中粮期货",
        "东证期货",
        "西部期货"
    ],
    "TA": [
        "海通期货",
        "东证期货",
        "乾坤期货",
        "东证期货",
        "中粮期货",
        "海通期货"
    ],
    "RS": [
        "正信期货",
        "紫金天风",
        "中原期货",
        "正信期货",
        "中信期货",
        "瑞达期货"
    ],
    "CJ": [
        "国泰君安",
        "中粮期货",
        "紫金天风",
        "国泰君安",
        "中粮期货",
        "紫金天风"
    ],
    "UR": [
        "一德期货",
        "东证期货",
        "中财期货",
        "国泰君安",
        "东证期货",
        "一德期货"
    ],
    "SA": [
        "国泰君安",
        "永安期货",
        "东证期货",
        "永安期货",
        "中信期货",
        "东证期货"
    ],
    "PF": [
        "中信期货",
        "国泰君安",
        "国贸期货",
        "国泰君安",
        "国贸期货",
        "东证期货"
    ],
    "PK": [
        "创元期货",
        "中粮期货",
        "浙商期货",
        "创元期货",
        "宝城期货",
        "浙商期货"
    ],
    "PX": [
        "瑞达期货",
        "华泰期货",
        "海通期货",
        "东吴期货",
        "永安期货",
        "瑞达期货"
    ],
    "SH": [
        "国泰君安",
        "海通期货",
        "东证期货",
        "国泰君安",
        "中信期货",
        "瑞达期货"
    ],
    "PR": [
        "国泰君安",
        "新湖期货",
        "中粮期货",
        "国泰君安",
        "永安期货",
        "银河期货"
    ],
    "PL": [
        "国海良时",
        "永安期货",
        "中信期货",
        "国海良时",
        "永安期货",
        "中信期货"
    ],
    "CU": [
        "东吴期货",
        "永安期货",
        "铜冠金源",
        "东吴期货",
        "永安期货",
        "中信期货"
    ],
    "AL": [
        "中信期货",
        "乾坤期货",
        "中银期货",
        "中信期货",
        "乾坤期货",
        "东证期货"
    ],
    "ZN": [
        "方正中期",
        "东证期货",
        "铜冠金源",
        "中粮期货",
        "中泰期货",
        "东吴期货"
    ],
    "PB": [
        "国泰君安",
        "申银万国",
        "海通期货",
        "金瑞期货",
        "国泰君安",
        "申银万国"
    ],
    "NI": [
        "国贸期货",
        "信达期货",
        "新湖期货",
        "中财期货",
        "东吴期货",
        "方正中期"
    ],
    "SN": [
        "国泰君安",
        "东证期货",
        "国投安信",
        "国投安信",
        "永安期货",
        "乾坤期货"
    ],
    "AU": [
        "中财期货",
        "中信期货",
        "国泰君安",
        "中财期货",
        "中信期货",
        "国泰君安"
    ],
    "AG": [
        "中信期货",
        "国泰君安",
        "永安期货",
        "中信期货",
        "国泰君安",
        "永安期货"
    ],
    "IF": [
        "国泰君安",
        "海通期货",
        "南华期货",
        "国泰君安",
        "南华期货",
        "浙商期货"
    ],
    "IC": [
        "国泰君安",
        "东证期货",
        "浙商期货",
        "国泰君安",
        "南华期货",
        "浙商期货"
    ],
    "IH": [
        "中泰期货",
        "海通期货",
        "南华期货",
        "中泰期货",
        "永安期货",
        "南华期货"
    ],
    "TS": [
        "中信期货",
        "平安期货",
        "国投安信",
        "中信期货",
        "广发期货",
        "宝城期货"
    ],
    "TF": [
        "招商期货",
        "宏源期货",
        "银河期货",
        "招商期货",
        "华泰期货",
        "光大期货"
    ],
    "T": [
        "东证期货",
        "广发期货",
        "宏源期货",
        "东证期货",
        "广发期货",
        "银河期货"
    ],
    "IM": [
        "一德期货",
        "南华期货",
        "浙商期货",
        "一德期货",
        "宝城期货",
        "浙商期货"
    ],
    "TL": [
        "银河期货",
        "西部期货",
        "国金期货",
        "银河期货",
        "国投安信",
        "国金期货"
    ]
};
            module.exports = positiveBroker;
        